{
    "LANG_LABEL": "Español",
    "HOME": "Inicio",
    "BROWSE_STYLISTS": "Buscar Estilistas",
    "DASHBOARD": "Panel de Control",
    "LOGOUT": "Cerrar Sesión",
    "LOGIN": "Iniciar Sesión",
    "SIGN_UP": "Registrarse",
    "AS_CLIENT": "Como Cliente",
    "AS_HAIRDRESSER": "Como Peluquero",
    "TITLE_FUTURE": "El Futuro de la Reserva de Peluquería",
    "SUBTITLE_CONNECT": "Conéctate al instante con los mejores peluqueros independientes y a domicilio de tu ciudad. Consulta portafolios, lee reseñas y reserva tu próximo estilo sin esfuerzo.",
    "START_AS_CLIENT": "Empezar como Cliente",
    "JOIN_AS_COIFFEUR": "Unirse como Peluquero",
    "WHAT_IS_7ELA9": "¿Qué es 7ela9.com?",
    "TALENT_SHOWCASE_TITLE": "Vitrina de Talento Verificado",
    "TALENT_SHOWCASE_TEXT": "Ofrecemos a los peluqueros independientes una plataforma profesional para mostrar su portafolio completo, servicios y reseñas reales de clientes para construir una presencia online confiable.",
    "BOOKING_SYSTEM_TITLE": "Sistema de Reserva sin Fisuras",
    "BOOKING_SYSTEM_TEXT": "Los clientes pueden verificar la disponibilidad al instante, solicitar servicios y gestionar citas sin llamadas o mensajes interminables, facilitando la reserva.",
    "MOBILE_STYLIST_NETWORK_TITLE": "Red de Estilistas Móviles",
    "MOBILE_STYLIST_NETWORK_TEXT": "Accede a la red 'Déplacé': envía una solicitud de servicio para tu ubicación y recibe propuestas de precios personalizadas de estilistas móviles en un modelo innovador y flexible.",
    "CORE_SERVICES": "Nuestros Servicios Principales",
    "CLASSIC_APPOINTMENTS_TITLE": "Citas de Salón Clásicas",
    "CLASSIC_APPOINTMENTS_TEXT": "Reserva servicios tradicionales (cortes, color, peinados) directamente con salones locales y estilistas independientes. Comprueba su capacidad en tiempo real y únete a la cola o reserva un espacio con antelación.",
    "DIGITAL_PORTFOLIO_TITLE": "Portafolio Digital Completo",
    "DIGITAL_PORTFOLIO_TEXT": "Cada peluquero presenta un perfil completo con fotos de alta calidad, menús de servicios, precios y reseñas de clientes, asegurando que tomes una decisión informada en todo momento.",
    "PRICE_BIDDING_TITLE": "Ofertas de Precio 'Déplacé'",
    "PRICE_BIDDING_TEXT": "Describe el servicio móvil que deseas. Los estilistas móviles ('Déplacé') responden con propuestas de precios competitivas. Eliges la mejor oferta y confirmas la reserva al instante.",
    "FEATURED_STYLISTS": "Perfiles de Estilistas Destacados",
    "NO_STYLISTS_FOUND": "No se encontraron estilistas para previsualizar.",
    "VIEW_PORTFOLIO": "Ver Portafolio",
    "VIEW_ALL_STYLISTS": "Ver Todos los Estilistas",
    "ACCESS_REQUIRED": "Acceso Requerido",
    "LOGIN_TO_VIEW": "Inicia sesión o regístrate para ver el portafolio completo, los servicios y los detalles de contacto.",
    "EMAIL": "Correo Electrónico",
    "PASSWORD": "Contraseña",
    "NEW_CLIENT_SIGNUP": "Nuevo Cliente? Regístrate Ahora",
    "SUPPORT_24_7": "Soporte 24/7",
    "DEVELOPED_BY": "Desarrollado por",
    "ALL_RIGHTS_RESERVED": "Todos los derechos reservados. | Mercado de Servicios de Peluquería de Lujo",
    "CLIENT_1_TITLE": "Buscar y Descubrir",
    "CLIENT_1_TEXT": "Explora peluqueros locales por ciudad, categoría (Hombre, Mujer, Móvil) o proximidad.",
    "CLIENT_2_TITLE": "Ver Portafolio",
    "CLIENT_2_TEXT": "Revisa su galería de fotos, el menú completo de servicios y las reseñas de clientes para elegir tu favorito.",
    "CLIENT_3_TITLE": "Reservar o Solicitar",
    "CLIENT_3_TEXT": "Reserva una franja horaria, o para estilistas móviles, envía una solicitud de precio y espera las propuestas.",
    "CLIENT_4_TITLE": "Confirmar e Ir",
    "CLIENT_4_TEXT": "Recibe la confirmación, chatea directamente (si es necesario) y ¡disfruta de tu nuevo look!",
    "HAIRDRESSER_1_TITLE": "Crear Perfil",
    "HAIRDRESSER_1_TEXT": "Configura tu perfil, dirección y categoría (Hombre, Mujer, Móvil).",
    "HAIRDRESSER_2_TITLE": "Listar Servicios",
    "HAIRDRESSER_2_TEXT": "Añade tu menú de servicios detallado con precios y sube fotos impresionantes del portafolio.",
    "HAIRDRESSER_3_TITLE": "Gestionar Reservas",
    "HAIRDRESSER_3_TEXT": "Recibe solicitudes de reserva, actualiza la capacidad o envía propuestas para solicitudes 'Móviles'.",
    "HAIRDRESSER_4_TITLE": "Hacer Crecer tu Marca",
    "HAIRDRESSER_4_TEXT": "Usa tu perfil para ganar suscriptores y construir una base de clientes leales."
}